Repository: derekstavis/transmission
Catalog: po/*.po
Languages: be@latin

source: Sort by _Activity
be@latin: Paradkuj pavodle _dziejnaści

source: Sort by _Name
be@latin: Paradkuj pavodle _nazvaŭ

source: Sort by _Progress
be@latin: Paradkuj pavodle _prahresu

source: Sort by _Ratio
be@latin: Paradkuj pavodle _ratingu

source: Sort by _State
be@latin: Paradkuj pavodle _stanu

source: Sort by _Tracker
be@latin: Paradkuj pavodle _trackeraŭ

source: Sort by A_ge
be@latin: Paradkuj pavodle _vieku

source: _Main Window
be@latin: _Hałoŭnaje akno

source: Message _Log
be@latin: _Log paviedamleńniaŭ

source: _Minimal View
be@latin: _Minimalny vyhlad

source: _Reverse Sort Order
be@latin: _Pieramiani paradak

source: _Filterbar
be@latin: _Panel filtravańnia

source: _Statusbar
be@latin: _Panel stanu

source: _Toolbar
be@latin: _Panel pryładździa

source: _Torrent
be@latin: _Torent

source: _View
be@latin: _Vyhlad

source: _Sort Torrents By
be@latin: _Paradkuj torenty pavodle

source: _Edit
be@latin: _Redahuj

source: _Help
be@latin: _Dapamoha

source: Add a torrent
be@latin: Dadaj torent

source: _Add...
be@latin: _Dadaj...

source: _Start
be@latin: _Uruchom

source: Start torrent
be@latin: Uruchom torent

source: _Statistics
be@latin: _Statystyka

source: _Verify Local Data
be@latin: _Spraŭdź lakalnaje źmieściva

source: _Pause
be@latin: _Prypyni

source: Pause torrent
be@latin: Prypyni torent

source: _Pause All
be@latin: _Prypyni ŭsio

source: Pause all torrents
be@latin: Prypyni ŭsie torenty

source: _Start All
be@latin: _Uruchom usio

source: Start all torrents
be@latin: Uruchom usie torenty

source: Remove torrent
be@latin: Vydali torent

source: _Delete Files and Remove
be@latin: _Vydali fajły j torent

source: _New...
be@latin: _Novy...

source: Create a torrent
be@latin: Stvary torent

source: _Quit
be@latin: _Vyjdzi

source: Select _All
be@latin: Zaznač _usio

source: Dese_lect All
be@latin: _Anuluj zaznačeńnie dla ŭsiaho

source: Torrent properties
be@latin: Ułaścivaści torentu

source: _Open Folder
be@latin: _Adčyni kataloh

source: _Contents
be@latin: _Źmieściva

source: Ask Tracker for _More Peers
be@latin: Zapytaj u trackera _bolej peeraŭ

source: Torrent files
be@latin: Fajły torentaŭ

source: All files
be@latin: Usie fajły

source: Torrent Options
be@latin: Opcyi torentu

source: _Move source file to Trash
be@latin: _Vykiń kryničny fajł u śmietnicu

source: _Start when added
be@latin: _Uruchom paśla dadańnia

source: _Torrent file:
be@latin: _Fajł torentu:

source: Select Source File
be@latin: Vybiery kryničny fajł

source: _Destination folder:
be@latin: _Metavy kataloh:

source: Select Destination Folder
be@latin: Vybiery metavy kataloh

source: Add a Torrent
be@latin: Dadaj torent

source: Display _options dialog
be@latin: Pakažy akno _opcyjaŭ

source: Retrieving blocklist...
be@latin: Atrymańnie śpisu blokaŭ...

source: Unable to get blocklist: %s
be@latin: Nie ŭdałosia atrymać śpis blokaŭ: %s

source: Unable to get blocklist.
be@latin: Nie ŭdałosia atrymać śpis blokaŭ.

source: Uncompressing blocklist...
be@latin: Raskampresavańnie śpisu blokaŭ...

source: Parsing blocklist...
be@latin: Razbor śpisu blokaŭ...

source: Blocklist updated with %'d entries
be@latin: U śpisie blokaŭ %'d aktualizavanych zapisaŭ

source: Couldn't create "%1$s": %2$s
be@latin: Nie ŭdałosia stvaryć "%1$s": %2$s

source: Couldn't open "%1$s": %2$s
be@latin: Nie ŭdałosia adčynić "%1$s": %2$s

source: %s is already running.
be@latin: %s užo ŭruchomleny.

source: Web Seeds
be@latin: Sieciŭnyja seedy

source: Down
be@latin: Atrym

source: Address
be@latin: Adras

source: Up
be@latin: Vysył

source: Client
be@latin: Klijent

source: Status
be@latin: Stan

source: Optimistic unchoke
be@latin: Optymistyčnaje adkryćcio dla vysyłańnia

source: Downloading from this peer
be@latin: Atrymańnie z hetaha peera

source: We would download from this peer if they would let us
be@latin: My budziem zahružać z hetaha peera, kali toj dazvolić

source: Uploading to peer
be@latin: Vysyłańnie peeru

source: We would upload to this peer if they asked
be@latin: My budziem vysyłać hetamu peeru, kali toj zapytaje

source: Peer has unchoked us, but we're not interested
be@latin: Peer adkryŭsia dla nas, ale nam nie patrebnyja jahonyja kavałki

source: We unchoked this peer, but they're not interested
be@latin: My adkrylisia dla hetaha peera, ale jamu nie patrebnyja našyja kavałki

source: Encrypted connection
be@latin: Zašyfravanaje spałučeńnie

source: Peer was discovered through Peer Exchange (PEX)
be@latin: Peer znojdzieny praz systemu Peer Exchange (PEX)

source: Peer is an incoming connection
be@latin: Dla peera dziejničaje ŭvachodnaje spałučeńnie

source: <b>Seeders:</b>
be@latin: <b>Seedery:</b>

source: <b>Leechers:</b>
be@latin: <b>Leechery:</b>

source: <b>Times Completed:</b>
be@latin: <b>Kolkaść skončanych zahruzak:</b>

source: Never
be@latin: Nikoli

source: Details
be@latin: Detali

source: %'d Piece
be@latin: %'d kavałak

source: Pieces:
be@latin: Kavałki:

source: Private to this tracker -- PEX disabled
be@latin: Pryvatna dla hetaha trackera: PEX vyklučany

source: Public torrent
be@latin: Publičny torent

source: Privacy:
be@latin: Biaśpieka:

source: Comment:
be@latin: Kamentar:

source: Origins
be@latin: Pačatak

source: Unknown
be@latin: Nieviadoma

source: Creator:
be@latin: Stvaralnik:

source: Date:
be@latin: Data:

source: Location
be@latin: Miesca

source: Destination folder:
be@latin: Metavy kataloh:

source: Torrent file:
be@latin: Fajł torentu:

source: %1$.1f%% (%2$.1f%% selected)
be@latin: %1$.1f%% (%2$.1f%% vybranyja)

source: %1$s (%2$s verified in %3$d pieces)
be@latin: %1$s (%2$s spraŭdžana ŭ %3$d kavałkach)

source: None
be@latin: Niama

source: Transfer
be@latin: Pieradača

source: State:
be@latin: Stan:

source: Progress:
be@latin: Prahres:

source: Have:
be@latin: Majem:

source: Downloaded:
be@latin: Ściahnuta:

source: Uploaded:
be@latin: Vysłana:

source: Failed DL:
be@latin: Niaŭdałaja pieradača:

source: Ratio:
be@latin: Rating:

source: Swarm rate:
be@latin: Rating swarm:

source: Error:
be@latin: Pamyłka:

source: Completion
be@latin: Zakančeńnie

source: Dates
be@latin: Daty

source: Started at:
be@latin: Uruchomleny:

source: Last activity at:
be@latin: Apošniaja dziejnaść:

source: Limits
be@latin: Limity

source: Limit _download speed (KB/s):
be@latin: Abmiažuj chutkaść _ściahvańnia (KB/s):

source: Limit _upload speed (KB/s):
be@latin: Abmiažuj chutkaść _vysyłańnia (KB/s):

source: Peer Connections
be@latin: Spałučeńni ź peerami

source: _Maximum peers:
be@latin: _Najbolšaja kolkaść peeraŭ:

source: Trackers
be@latin: Trackery

source: Tracker responded:
be@latin: Tracker adkazaŭ:

source: Announce
be@latin: Abvieści

source: Last announce at:
be@latin: Apošniaja abviestka:

source: Next announce in:
be@latin: Nastupnaja abviestka:

source: Manual announce allowed in:
be@latin: Ručnaja abviestka mahčymaja praz:

source: In progress
be@latin: Vykonvajecca

source: Now
be@latin: Zaraz

source: %s Properties
be@latin: Ułaścivaści %s

source: Activity
be@latin: Dziejnaść

source: Peers
be@latin: Peery

source: Information
be@latin: Źviestki

source: Files
be@latin: Fajły

source: Options
be@latin: Opcyi

source: <big><b>Quit Transmission?</b></big>
be@latin: <big><b>Vyjści z Transmisii?</b></big>

source: _Don't ask me again
be@latin: _Bolš nie pytajsia

source: Remove torrent?
be@latin: Vydalić torent?

source: Delete this torrent's downloaded files?
be@latin: Vydalić fajły, ściahnutyja dla hetaha torentu?

source: This torrent has not finished downloading.
be@latin: Hety torent nia skončyŭ ściahvańnie.

source: This torrent is connected to peers.
be@latin: Hety torent spałučany ź peerami.

source: One of these torrents is connected to peers.
be@latin: Adzin z hetych torentaŭ spałučany ź peerami.

source: One of these torrents has not finished downloading.
be@latin: Adzin z hetych torentaŭ nia skončyŭ ściahvańnie.

source: High
be@latin: Vysoki

source: Normal
be@latin: Zvyčajny

source: Low
be@latin: Nizki

source: Mixed
be@latin: Rozny

source: Download
be@latin: Ściahvaj

source: Priority
be@latin: Pryjarytet

source: File
be@latin: Fajł

source: Progress
be@latin: Prahres

source: Start with all torrents paused
be@latin: Uruchom z prypynienymi torentami

source: Show version number and exit
be@latin: Pakažy versiju prahramy j vyjdzi

source: Start minimized in system tray
be@latin: Uruchom, źminimalizavaŭšy akno ŭ abšar paviedamleńniaŭ

source: Where to look for configuration files
be@latin: Dzie šukać fajły naładaŭ

source: Transmission
be@latin: Transmisija

source: [torrent files]
be@latin: [fajły torentaŭ]

source: Beginning to use scheduled bandwidth limits
be@latin: Zadziejničańnie zaplanavanych limitaŭ na pierasyłańnie

source: Ending use of scheduled bandwidth limits
be@latin: Vyklučeńnie zaplanavanych limitaŭ na pierasyłańnie

source: <b>Closing Connections</b>
be@latin: <b>Začynieńnie spałučeńniaŭ</b>

source: Sending upload/download totals to tracker...
be@latin: Vysyłańnie źviestak pra vysłanaje i atrymanaje da trackera...

source: _Quit Now
be@latin: _Vyjdzi zaraz

source: Couldn't add corrupt torrent
be@latin: Nie ŭdałosia dadać paškodžany torent

source: Couldn't add duplicate torrent
be@latin: Nie ŭdałosia dadać paŭtorny torent

source: A fast and easy BitTorrent client
be@latin: Chutki j prosty klijent BitTorrent

source: Copyright 2005-2009 The Transmission Project
be@latin: Copyright 2005-2009 Prajekt Transmission

source: translator-credits
be@latin: Ihar Hrachyshka <booxter@lacinka.org>

source: Torrent created!
be@latin: Torent stvorany!

source: Torrent creation failed: %s
be@latin: Nie ŭdałosia stvaryć torent: %s

source: Invalid URL
be@latin: Niasłušny adras

source: Torrent creation cancelled
be@latin: Stvareńnie torentu anulavanaje

source: Couldn't read "%1$s": %2$s
be@latin: Nie ŭdałosia pračytać "%1$s": %2$s

source: No source selected
be@latin: Krynica nia vybranaja

source: <i>%1$s; %2$'d File</i>
be@latin: <i>%1$s; %2$'d fajł</i>

source: Choose Directory
be@latin: Vybiery kataloh

source: Choose File
be@latin: Vybiery fajł

source: New Torrent
be@latin: Novy torent

source: Source
be@latin: Krynica

source: <i>No source selected</i>
be@latin: <i>Krynica nia vybranaja</i>

source: F_older
be@latin: _Kataloh

source: _File
be@latin: _Fajł

source: <b>E_xtras</b>
be@latin: <b>_Dadatki</b>

source: Commen_t:
be@latin: _Kamentar:

source: _Private torrent
be@latin: _Pryvatny torent

source: Couldn't save file "%1$s": %2$s
be@latin: Nie ŭdałosia zapisać fajł "%1$s": %2$s

source: Save Log
be@latin: Zapišy log

source: Error
be@latin: Pamyłka

source: Time
be@latin: Čas

source: Name
be@latin: Nazva

source: Message
be@latin: Paviedamleńnie

source: Message Log
be@latin: Log paviedamleńniaŭ

source: Level
be@latin: Uzrovień

source: Torrent Complete
be@latin: Ściahvańnie torentu skončanaje

source: Open File
be@latin: Adčyni fajł

source: Open Folder
be@latin: Adčyni kataloh

source: Started %'d time
be@latin: Uruchomleny %'d raz

source: Statistics
be@latin: Statystyka

source: Current Session
be@latin: Dziejnaja sesija

source: Duration:
be@latin: Praciahłaść:

source: Total
be@latin: Ahułam

source: %1$s of %2$s (%3$.2f%%)
be@latin: %1$s z %2$s (%3$.2f%%)

source: %1$s of %2$s (%3$.2f%%), uploaded %4$s (Ratio: %5$s)
be@latin: %1$s z %2$s (%3$.2f%%), vysłana %4$s (Rating: %5$s)

source: %1$s, uploaded %2$s (Ratio: %3$s)
be@latin: %1$s, vysłana %2$s (Rating: %3$s)

source: Remaining time unknown
be@latin: Zastały čas nieviadomy

source: %s remaining
be@latin: zastałosia %s

source: speed|Down: %1$s, Up: %2$s
be@latin: Uvach: %1$s, Vych: %2$s

source: Down: %s
be@latin: Uvach: %s

source: Up: %s
be@latin: Vych: %s

source: Idle
be@latin: Biaździejny

source: Paused
be@latin: Prypynieny

source: Waiting to verify local data
be@latin: Čakańnie spraŭdžvańnia lakalnaha źmieściva

source: Verifying local data (%.1f%% tested)
be@latin: Spraŭdžvańnie lakalnaha źmieściva (prahledžana %.1f%%)

source: Ratio: %s
be@latin: Rating: %s

source: Downloading from %1$'d of %2$'d connected peer
be@latin: Ściahvańnie z %1$'d z usich %2$'d spałučanych peeraŭ

source: Seeding to %1$'d of %2$'d connected peer
be@latin: Vysyłańnie da %1$'d z usich %2$'d spałučanych peeraŭ

source: Announce URL
be@latin: Adras abviestak

source: BitTorrent Client
be@latin: Klijent BitTorrent

source: Download and share files over BitTorrent
be@latin: Ściahvaj i rassyłaj fajły praz BitTorrent

source: Transmission BitTorrent Client
be@latin: Transmisija, klijent BitTorrent

source: Transmission Bittorrent Client
be@latin: Transmisija, klijent BitTorrent

source: BitTorrent Activity
be@latin: Dziejnaść BitTorrent

source: Disallowing desktop hibernation
be@latin: Zabarona na son

source: Couldn't disable desktop hibernation: %s
be@latin: Nie ŭdałosia vyklučyć mahčymaść snu: %s

source: Allowing desktop hibernation
be@latin: Dazvoł na son

source: %1$'d Seeding, %2$'d Downloading Down: %3$s, Up: %4$s
be@latin: %1$'d na vysyłańnie, %2$'d na ściahvańnie Uvach: %3$s, Vych: %4$s

source: Adding Torrents
be@latin: Dadańnie torentaŭ

source: Automatically _add torrents from:
be@latin: _Aŭtamatyčna dadavaj torenty z:

source: Mo_ve source files to Trash
be@latin: _Vykidaj kryničnyja fajły ŭ śmietnicu

source: Inhibit desktop _hibernation when torrents are active
be@latin: Strymvaj _son, kali jość dziejnyja torenty

source: Show _icon in the desktop Notification Area
be@latin: Pakazvaj _ikonu ŭ abšary nahadvańniaŭ

source: Show desktop _notifications
be@latin: Pakazvaj _nahadvańni

source: Enable _blocklist (contains %'d rule)
be@latin: Uklučy śpis _blokaŭ (źmiaščaje %'d praviła)

source: Updating Blocklist
be@latin: Aktualizacyja śpisu blokaŭ

source: Blocklist
be@latin: Śpis blokaŭ

source: _Update
be@latin: _Aktualizuj

source: Enable _automatic updates
be@latin: Uklučy _aŭtamatyčnuju aktualizacyju

source: Maximum peers _overall:
be@latin: Najbolšaja _ahulnaja kolkaść peeraŭ:

source: Maximum peers per _torrent:
be@latin: Najbolšaja kolkaść peeraŭ na _torent:

source: _Ignore unencrypted peers
be@latin: _Ihnaruj peeraŭ biez šyfravańnia

source: Use peer e_xchange
be@latin: _Užyj _vymieńvańnie peerami

source: Web Interface
be@latin: Sieciŭny interfejs

source: _Enable web interface
be@latin: _Uklučy sieciŭny interfejs

source: _Open web interface
be@latin: _Adčyni sieciŭny interfejs

source: Listening _port:
be@latin: _Port słuchańnia:

source: _Require username
be@latin: _Vymahaj nazvy karystalnika

source: _Username:
be@latin: _Nazva karystalnika:

source: Pass_word:
be@latin: _Parol:

source: Only allow the following IP _addresses to connect:
be@latin: Dazvol spałučeńnie tolki dla nastupnych _adrasoŭ IP:

source: IP addresses may use wildcards, such as 192.168.*.*
be@latin: Dla akreśleńnia adrasoŭ IP možna ŭžyć specyjalnyja znaki, naprykład, "192.168.*.*"

source: Addresses:
be@latin: Adrasy:

source: Tracker Proxy
be@latin: Proxy dla trackera

source: Connect to tracker via a pro_xy
be@latin: Spałučaj z trackeram praz _proxy

source: Proxy _server:
be@latin: _Server proxy:

source: Proxy _port:
be@latin: _Port proxy:

source: Proxy _type:
be@latin: _Typ proxy:

source: _Authentication is required
be@latin: _Vymahajecca aŭtaryzacyja

source: Scheduled Limits
be@latin: Zaplanavanyja limity

source: and
be@latin: i

source: _Limit bandwidth between
be@latin: _Abmiažuj kanał pamiž

source: Limit d_ownload speed (KB/s):
be@latin: Abmiažuj chutkaść _ściahvańnia (KB/s):

source: Limit u_pload speed (KB/s):
be@latin: Abmiažuj chutkaść vysyłańnia (KB/s):

source: Port is <b>open</b>
be@latin: Port <b>adčynieny</b>

source: Port is <b>closed</b>
be@latin: Port <b>začynieny</b>

source: <i>Testing port...</i>
be@latin: <i>Praviaraju port...</i>

source: Incoming Peers
be@latin: Uvachodnyja peery

source: Use UPnP or NAT-PMP port _forwarding from my router
be@latin: Užyj UPnP ci _pierakiravańnie portaŭ NAT-PMP z roŭtera

source: Transmission Preferences
be@latin: Nałady Transmisii

source: Torrents
be@latin: Torenty

source: Network
be@latin: Sietka

source: Desktop
be@latin: Stoł

source: Bandwidth
be@latin: Kanał pierasyłańnia

source: Web
be@latin: Sieciva

source: Waiting to verify local data (%.1f%% tested)
be@latin: Čakańnie spraŭdžvańnia lakalnaha źmieściva (%.1f%% spraŭdžana)

source: %1$s remaining
be@latin: zastałosia %1$s

source: Stopped
be@latin: Spynieny

source: Torrent
be@latin: Torent

source: Total Ratio
be@latin: Ahulny rating

source: Session Ratio
be@latin: Rating dziejnaj sesii

source: Total Transfer
be@latin: Ahulnaje pierasyłańnie

source: Session Transfer
be@latin: Pierasyłańnie ŭ dziejnaj sesii

source: Tracker will allow requests in %s
be@latin: Tracker dazvolić zapyty praz %s

source: A_ll
be@latin: _Usie

source: _Active
be@latin: _Dziejnyja

source: _Downloading
be@latin: _Ściahvajucca

source: _Seeding
be@latin: _Vysyłajucca

source: _Paused
be@latin: _Prypynienyja

source: %1$'d of %2$'d Torrent
be@latin: %1$'d z %2$'d torentu

source: %'d Torrent
be@latin: %'d torent

source: size|Down: %1$s, Up: %2$s
be@latin: Uvach: %1$s, Vych: %2$s

source: %'u byte
be@latin: %'u bajt

source: %'d day
be@latin: %'d dzień

source: %'d hour
be@latin: %'d hadzina

source: %'d minute
be@latin: %'d chvilina

source: %'d second
be@latin: %'d sekunda

source: The torrent file "%s" contains invalid data.
be@latin: Fajł torentu "%s" źmiaščaje niasłušnyja źviestki.

source: The torrent file "%s" is already in use.
be@latin: Fajł torentu "%s" užo zaniaty.

source: The torrent file "%s" encountered an unknown error.
be@latin: Fajł torentu "%s" napatkaŭ nieviadomuju pamyłku.

source: Error opening torrent
be@latin: Pamyłka adčynieńnia torentu

source: Invalid metadata
be@latin: Niasłušnyja metaźviestki

source: Blocklist "%s" contains %'zu entries
be@latin: Śpis blokaŭ "%s" źmiaščaje %'zu zapisaŭ

source: Blocklist "%1$s" updated with %2$'d entries
be@latin: U śpis blokaŭ "%1$s" dadanyja %2$'d zapisaŭ

source: Couldn't read resume file
be@latin: Nie ŭdałosia pračytać fajł dla ŭznaŭleńnia

source: Couldn't create "%1$s": parent folder "%2$s" does not exist
be@latin: Nie ŭdałosia stvaryć "%1$s": vyšejšy kataloh "%2$s" nie isnuje

source: Preallocated file "%s"
be@latin: Papiarednie prymierkavany fajł "%s"

source: Couldn't create socket: %s
be@latin: Nie ŭdałosia stvaryć sokiet: %s

source: Torrent Creator is skipping file "%s": %s
be@latin: Stvaralnik torentaŭ abminuŭ fajł "%s": %s

source: Invalid metadata entry "%s"
be@latin: Niasłušny zapis metaźviestak "%s"

source: Port Forwarding (NAT-PMP)
be@latin: Pierakiravańnie portaŭ (NAT-PMP)

source: %s succeeded (%d)
be@latin: %s zroblena (%d)

source: Found public address "%s"
be@latin: Znojdzieny publičny adras "%s"

source: no longer forwarding port %d
be@latin: bolš nie pierakiroŭvaje portu %d

source: Port %d forwarded successfully
be@latin: Port %d paśpiachova pierakiravany

source: Couldn't connect socket %d to %s, port %d (errno %d - %s)
be@latin: Nie ŭdałosia spałučyć sokiet %d z %s, praz port %d (pamyłka %d - %s)

source: Couldn't bind port %d on %s: %s
be@latin: Nie ŭdałosia paviazać port %d na %s: %s

source: Port Forwarding
be@latin: Pierakiravańnie portaŭ

source: Starting
be@latin: Uruchomleńnie

source: Forwarded
be@latin: Pierakiravany

source: Stopping
be@latin: Spynieńnie

source: Not forwarded
be@latin: Nie pierakiravany

source: State changed from "%1$s" to "%2$s"
be@latin: Stan źmianiŭsia z "%1$s" na "%2$s"

source: Closing port %d on %s
be@latin: Začynieńnie portu %d na %s

source: Opened port %d on %s to listen for incoming peer connections
be@latin: Adčynieny port %d na %s, dla słuchańnia ŭvachodnych spałučeńniaŭ ad peeraŭ

source: Couldn't open port %d on %s to listen for incoming peer connections (errno %d - %s)
be@latin: Nie ŭdałosia adčynić port %d na %s dla słuchańnia ŭvachodnych spałučeńniaŭ ad peeraŭ (pamyłka %d - %s)

source: %s %s started
be@latin: %s %s uruchomlenaja

source: Loaded %d torrents
be@latin: Zahružanyja %d torentaŭ

source: Got %d peers from tracker
be@latin: Atrymanyja %d peeraŭ ad trackera

source: Tracker warning: "%s"
be@latin: Aściaroha trackera: "%s"

source: Tracker error: "%s"
be@latin: Pamyłka trackera: "%s"

source: Done
be@latin: Zroblena

source: Complete
be@latin: Skončana

source: Incomplete
be@latin: Nia skončana

source: Port Forwarding (UPnP)
be@latin: Pierakiravańnie portaŭ (UPnP)

source: Found Internet Gateway Device "%s"
be@latin: Znojdzienaja maršrutnaja pryłada "%s"

source: Local Address is "%s"
be@latin: Lakalny adras "%s"

source: Stopping port forwarding through "%s", service "%s"
be@latin: Spynieńnie pierakiravańnia portaŭ praz "%s", pasłuha "%s"

source: Port forwarding through "%s", service "%s". (local address: %s:%d)
be@latin: Pierakiravańnie portaŭ praz "%s", pasłuha "%s" (lakalny adras: %s:%d).

source: Port forwarding successful!
be@latin: Paśpiachovaje pierakiravańnie portaŭ!

source: Not a regular file
be@latin: Niezvyčajny fajł

source: Memory allocation failed
be@latin: Nie ŭdałosia prymierkavać pamiaci

source: Verifying torrent
be@latin: Spraŭdžvańnie torentu

source: Queued for verification
be@latin: U čarzie pa spraŭdžvańnie
